Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Mailbox _Name:
ug: ئېلخەت ساندۇقىنىڭ ئاتى(_N):

source: Mailbox name required.
ug: ئېلخەت ساندۇقىنىڭ ئاتى زۆرۈر.

source: Mailboxes
ug: ئېلخەت ساندۇقى

source: Maildir _Path:
ug: Maildir نىڭ يولى(_P):

source: Mailing List:
ug: ئېلخەت گۇرۇپپىسى:

source: Mailing _List
ug: خەت تىزىمى(_L)

source: Mailwatch
ug: ئېلخەت كۆزەتكۈ

source: Mailwatch log
ug: ئېلخەت كۆزەتكۈ خاتىرىسى(log)

source: Main settings
ug: ئاساسىي تەڭشەكلەر

source: Maintainer
ug: مەسئۇل ئادەم

source: Maintainer, Original Author
ug: مەسئۇل ، ئەسلى ئاپتور

source: Maintainers
ug: مەسئۇل كىشىلەر

source: Make GPicView the default viewer for images
ug: كۆڭۈلدىكى سۈرەت كۆرگۈ بولسۇن(GPicView)

source: Make a note that something happened. For example: Remark that your mother called or first snow came.
ug: يۈز بەرگەن ئىشلارنى خاتىرىگە يېزىپ قويۇش. مەسىلەن: ئانىڭىزنىڭ تېلېفون ئۇرغانلىرى ياكى تۇنجى قار ياققان ۋاقىت دېگەندەك.

source: Make sure you selected a valid file and you have the proper permissions to access it.
ug: ئىناۋەتلىك دىسكا تاللىدىڭىزمۇ؟ بۇ ھۆججەتنى زىيارەت قىلىش ھوقۇقىڭىز بارمۇ؟ تەكشۈرۈڭ.

source: Make the row background colors alternate
ug: قۇر تەگلىك رەڭگىنى ئۆزگىرىدىغان قىلسۇن

source: Make window managers treat the panel as dock
ug: كۆزنەك باشقۇرغۇ كۆزنەكچىنى dock سۈپىتىدە بىر تەرەپ قىلسۇن

source: Malformed document.
ug: فورماتى خاتا بولغان پۈتۈك.

source: Malformed file "%s": %s
ug: ھۆججەت «%s» نىڭ فورماتى توغرا ئەمەس: %s

source: Malformed line %s in %s ignored.
ug: %2$s دىكى غەلىتە %1$s تاشلىۋېتىلدى.

source: Malformed section "%s" in file "%s": %s
ug: ھۆججەت «%2$s» دىكى بۆلەك «%1$s» نىڭ فورماتى توغرا ئەمەس: %3$s

source: Malformed section "%s" in file "%s": Mismatch between section name and UriScheme/MimeType
ug: ھۆججەت «%2$s» دىكى بۆلەك «%1$s» نىڭ فورماتى توغرا ئەمەس: بۆلەك ئاتى بىلەن UriScheme/MimeType ماسلاشمىدى

source: Manage Networks
ug: تورلارنى باشقۇرۇش

source: Manage Search Engines
ug: ئىزدەش ماتورىنى باشقۇرۇش

source: Manage _Music
ug: مۇزىكىلارنى رەتلە(_M)

source: Manage _remote applications
ug: يىراقتىن باشقۇرۇلىدىغان پروگراممىلارنى باشقۇرسۇن(_R)

source: Manage applications loaded in desktop session
ug: ئۈستەلئۈستى ئەڭگىمەسىگە ئوقۇلغان پروگراممىلارنى باشقۇرىدۇ

source: Manage layout:
ug: ئورۇنلاشتۇرۇلۇشىنى باشقۇرۇش:

source: Manage remote applications over the network (this may be a security risk)
ug: توردىكى يىراقتىن باشقۇرۇلىدىغان پروگراممىلارنى باشقۇرىدۇ(بىخەتەرلىك جەھەتتە خەتىرى بار)

source: Manage running processes
ug: ئىجرا بولۇۋاتقان ئىجرالارنى باشقۇرۇش

source: Manage your time with Orage
ug: ۋاقىتنى Orage دە باشقۇرۇش

source: Many fonts contain information that provides extra hints as to how best draw the font; pick whichever looks best according to personal preference
ug: نۇرغۇن فونتلاردا بېشارەت ئۇچۇرلىرى بار بولۇپ، بۇ فونتنى تېخىمۇ چىرايلىق كۆرسىتىش رولىنى ئوينايدۇ. قايسى ئەڭ چىرايلىق كۆرۈنگەن بولسا شۇنى تاللاڭ

source: Margin
ug: گىرۋەكتىكى بوشلۇق

source: Margin:
ug: گىرۋەك بوشلۇقى

source: Margins are areas on the edges of the screen where no window will be placed
ug: گىرۋەكتىكى بوشلۇقلار بولسا كۆزنەك قويۇلمايدىغان بىكار ئورۇندۇر

source: Mark as Junk
ug: ئەخلەت بەلگىسى سال

source: Mark as Not Junk
ug: ئەخلەت ئەمەس بەلگىسى سال

source: Mark as _Important
ug: مۇھىم بەلگىسى سال(_I)

source: Mark as _Unread
ug: ئوقۇلمىدى بەلگىسى سال(_U)

source: Mark message as important
ug: خەتكە مۇھىم بەلگىسى قويىدۇ

source: Mark message as junk
ug: ئەخلەت بەلگىسى قوي

source: Mark message as not junk
ug: ئەخلەت بەلگىسىنى قويما

source: Mark message as unread
ug: ئوقۇلمىدى بەلگىسى قوي

source: Mark the selected text as a quote
ug: تاللانغان خەتنى نەقىل قىلىدۇ

source: Markup column
ug: Markup ئىستونى

source: Master password required to open password database
ug: ئىم ساندانىنى ئېچىش ئۈچۈن ئاساسىي ئىم زۆرۈردۇر

source: Mat_ch Case
ug: چوڭ كىچىك يېزىلىشىغا قارا(_C)

source: Match Case
ug: چوڭ كىچىكلىكىگە قارىسۇن

source: Match the window's application's process name Leave blank if it is not a criterion
ug: كۆزنەكنىڭ پروگراممىسىنىڭ ئىجرا ئاتىغا ماس كېلىدۇ ئەگەر ئۇ بىر ئۆلچەم بولمىسا قۇرۇق قالدۇرسا بولىدۇ

source: Match the window's class Leave blank if it is not a criterion
ug: كۆزنەكنىڭ سىنىپىغا ماس كېلىدۇ ئەگەر ئۇ بىر ئۆلچەم بولمىسا قۇرۇق قالدۇرسا بولىدۇ

source: Match the window's title using a REGEX Leave blank if it is not a criterion
ug: كۆزنەك ماۋزۇسىنى REGEX نى ئىشلىتىپ ماسلاشتۇرىدۇ ئەگەر ئۇ بىر ئۆلچەم بولمىسا قۇرۇق قالدۇرسا بولىدۇ

source: Max
ug: ئەڭ چوڭ قىممەت

source: Max song length (in minutes)
ug: ئەڭ چوڭ ناخشا ئۇزۇنلۇقى( مىنۇت)

source: Max. I/O rate (MiB/s)
ug: ئەڭ چوڭ I/O تېزلىكى (م بىت /س)

source: Maximize
ug: ئەڭ چوڭ قىلىش

source: Maximize window
ug: كۆزنەكنى ئەڭ چوڭ قىلىدۇ

source: Maximize window horizontally
ug: گورىزونتال يۆنىلىشتە ئەڭ چوڭ قىل

source: Maximize window on startup when opening an image
ug: ھۆججەتنى ئېچىپ باشلانغاندا كۆزنەكنى ئەڭ چوڭ قىلسۇن

source: Maximize window vertically
ug: ۋېرتىكال يۆنىلىشتە ئەڭ چوڭ قىل

source: Maximum (inco_ming):
ug: ئەڭ چوڭ (كىرىش)(_M):

source: Maximum (o_utgoing):
ug: ئەڭ چوڭ (چىقىش)(_U):

source: Maximum _speed:
ug: ئەڭ چوڭ تېزلىك(_S):

source: Maximum download speed:
ug: ئەڭ چوڭ چۈشۈرۈش تېزلىكى:

source: Maximum number of concurrent downloads:
ug: بىرلا ۋاقىتتىكى چۈشۈرۈشنىڭ ئەڭ چوڭ سانى:

source: Maximum number of peers:
ug: ھەمراھلار(peers) نىڭ ئەڭ چوڭ سانى:

source: Maximum quality:
ug: ئەڭ يۇقىرى سۈپىتى:

source: Maximum upload speed:
ug: ئەڭ چوڭ يۈكلەش تېزلىكى:

source: Maximum width of task button
ug: ۋەزىپە توپچىسىنىڭ ئەڭ چوڭ كەڭلىكى

source: Mbox _Filename:
ug: mbox ھۆججەت ئاتى(_F):

source: Mbox plugin watches a local mbox-type mail spool for new messages.
ug: mbox قىستۇرمىسى mbox تىپىدىكى يەرلىك ئېلخەت كۆلچىكىدىكى يېڭى خەتلەرنى كۆزىتىپ تۇرىدۇ.

source: Measurements
ug: ئۆلچەملىرى

source: Media Library
ug: ۋاسىتە ئامبىرى

source: Media list
ug: ۋاسىتە تىزىمى

source: Media player
ug: ۋاسىتە قويغۇ

source: Media stream is not seekable
ug: ۋاسىتە ئېقىمىدىن ئىزدىگىلى بولمايدىكەن

source: Media to play
ug: قويىدىغان ۋاسىتە

source: Medium
ug: ئوتتۇرا

source: Memory monitor
ug: ئەسلەك كۆزەتكۈ

source: Memory: %d MB of %d MB used
ug: ئەسلەك: %d مېگابايت /%d مېگابايت ئىشلىتىلگەن

source: Memory: %ldMB of %ldMB used
ug: ئىشلىتىلگەن ئەسلەك: %ldم ب / %ldم ب

source: Menu
ug: تىزىملىك

source: Menu File
ug: تىزىملىك ھۆججىتى

source: Menu Icons
ug: تىزىملىك سىنبەلگىسى

source: Menu _file:
ug: تىزىملىك ھۆججىتى(_F):

source: Menu cache error
ug: تىزىملىك غەملىكى خاتالىقى

source: Menubar Access
ug: تىزىملىك بالداق زىيارىتى

source: Menus and Buttons
ug: تىزىملىكلەر ۋە توپچىلار

source: Menu|Add
ug: تىزىملىك|قوش

source: Menu|Bisect
ug: تىزىملىك|Bisect

source: Menu|Blame
ug: تىزىملىك|Blame

source: Menu|Branch
ug: تىزىملىك|تارماق

source: Menu|Changelist
ug: تىزىملىك|ئۆزگىرىشلەر

source: Menu|Checkout
ug: تىزىملىك|Checkout

source: Menu|Clean
ug: تىزىملىك|تازىلا

source: Menu|Cleanup
ug: تىزىملىك|تازىلا

source: Menu|Clone
ug: تىزىملىك|كىلون

source: Menu|Commit
ug: تىزىملىك|تاپشۇر

source: Menu|Copy
ug: تىزىملىك|كۆچۈر

source: Menu|Delete
ug: تىزىملىك|ئۆچۈر

source: Menu|Diff
ug: تىزىملىك|پەرقى

source: Menu|Edit Properties
ug: تىزىملىك|خاسلىق تەھرىرلە

source: Menu|Export
ug: تىزىملىك|ئېكسپورت قىل

source: Menu|Fetch
ug: تىزىملىك|ئوقۇ

source: Menu|Grep
ug: تىزىملىك|Grep

source: Menu|Import
ug: تىزىملىك|ئىمپورت قىل

source: Menu|Info
ug: تىزىملىك|ئۇچۇر

source: Menu|Init
ug: تىزىملىك|Init

source: Menu|Lock
ug: تىزىملىك|قۇلۇپلا

source: Menu|Log
ug: تىزىملىك|Log

source: Menu|Merge
ug: تىزىملىك|بىرلەشتۈر

source: Menu|Move
ug: تىزىملىك|يۆتكە

source: Menu|Pull
ug: تىزىملىك|يۇلۇپ ئال

source: Menu|Push
ug: تىزىملىك|باس

source: Menu|Rebase
ug: تىزىملىك|Rebase

source: Menu|Relocate
ug: تىزىملىك|قايتا ئورۇنلاشتۇر

source: Menu|Remove
ug: تىزىملىك|ئۆچۈر

source: Menu|Reset
ug: تىزىملىك|ئەسلىگە قايتۇر

source: Menu|Resolve
ug: تىزىملىك|ھەل قىل

source: Menu|Resolved
ug: تىزىملىك|ھەل قىلىنغان

source: Menu|Revert
ug: تىزىملىك|ئەسلىگە قايتۇر

source: Menu|Show
ug: تىزىملىك|كۆرسەت

source: Menu|Stash
ug: تىزىملىك|Stash

source: Menu|Status
ug: تىزىملىك|ھالىتى

source: Menu|Switch
ug: تىزىملىك|ئالماشتۇر

source: Menu|Tag
ug: تىزىملىك|خەتكۈش

source: Menu|Unlock
ug: تىزىملىك|قۇلۇپسىزلا

source: Menu|Update
ug: تىزىملىك|يېڭىلا

source: Merge
ug: بىرلەشتۈر

source: Merge begin
ug: بىرلەشتۈرۈشنى باشلاش

source: Merge completed
ug: بىرلەشتۈرۈش تاماملاندى

source: Merge record info
ug: خاتىرە ئۇچۇرلىرىنى بىرلەشتۈرۈش

source: Merge record info begin
ug: خاتىرە ئۇچۇرلىرىنى بىرلەشتۈرۈشنى باشلاش

source: Merged
ug: بىرلەشتۈرۈلدى

source: Merriam-Webster Online Dictionary
ug: Merriam-Webster تور لۇغىتى

source: Message
ug: ئۇچۇر

source: Messaging Menu
ug: ئۇچۇر تىزىملىكى

source: Metadata
ug: مېتا سانلىق-مەلۇماتى

source: Metering Mode:
ug: ئۆلچەش ھالىتى:

source: Method:
ug: ئۇسۇل:

source: MiB
ug: مېگابايت

source: MiB transferred / second
ug: مېگابايت ئەۋەتىلدى / سېكۇنت

source: Mi_nimize
ug: ئەڭ كىچىك قىل(_N)

source: Mi_nimize All
ug: ھەممىنى كىچىكلەت(_N)

source: Mice
ug: چاشقىنەك

source: Mice Splash Engine
ug: چاشقىنەك Splash ماتورى

source: Middle
ug: ئوتتۇرا

source: Middle Click
ug: ئوتتۇرا چېكىش

source: Middle Eastern
ug: ئوتتۇرا شەرق

source: Middle click opens Selection
ug: چاشقىنەكنىڭ ئوتتۇرىسىنى چېكىپ تاللىغاننى ئاچ

source: Middle mouse button closes playlist
ug: چاشقىنەك ئوتتۇرا توپچىسى قويۇش تىزىمىنى ياپسۇن

source: Midori
ug: مىدورى(Midori)

source: Midori 0.2.6
ug: مىدورى(Midori 0.2.6)

source: Midori Private Browsing
ug: مىدورى(Midori) شەخسىي كۆرۈش

source: Midori Web Browser
ug: مىدورى(Midori) توركۆرگۈ

source: Midori can only export to XBEL (*.xbel) and Netscape (*.html)
ug: مىدورى(Midori) پەقەتلا XBEL (*.xbel) ۋە Netscape (*.html) غا ئېكسپورت قىلالايدۇ

source: Midori doesn't store any personal data:
ug: مىدورى(Midori) ھېچقانداق شەخسىي ئۇچۇرلارنى ساقلىمايدۇ:

source: Midori prevents websites from tracking the user:
ug: مىدورى(Midori) تورتۇرالارنىڭ ئىشلەتكۈچىنى ئىزلىشىنى توسىدۇ:

source: Midori seems to have crashed the last time it was opened. If this happened repeatedly, try one of the following options to solve the problem.
ug: مىدورى(Midori) ئالدىنقى قېتىم قوزغىتىلغاندا غۇلاپ كەتكەندەك قىلىدۇ. بۇ يەنە تەكرارلانسا تۆۋەندىكى تاللانمىلارنى تاللاپ كۆرۈپ بېقىڭ.

source: Migrate old config
ug: كونا تەڭشەكلەرنى كۆچۈرۈپ كەل

source: Migrate the old 4.6 configuration to Xfconf
ug: كونا 4.6 نىڭ تەڭشىكىنى Xfconf غا كۆچۈرۈپ كېلىدۇ

source: Mime type
ug: مايىم(mime) تىپى

source: Mimosa
ug: مىموسا(Mimosa)

source: Min
ug: ئەڭ كىچىك قىممەت

source: Min. fill was %2d%%
ug: مىنۇت. ئىشلىتىلگىنى %2d%%

source: Mingle _files and folders
ug: قىسقۇچ بىلەن ھۆججەت ئارىلاش(_F)

source: Minimal interface to set up an external output
ug: سىرتقى چىقىرىشنى بەلگىلەيدىغان ئەڭ كىچىك ئارايۈز

source: Minimize
ug: ئەڭ كىچىك قىلىش

source: Minimize All Windows
ug: بارلىق كۆزنەكلەرنى ئەڭ كىچىك قىلىش

source: Minimize _All Other Windows
ug: باشقا كۆزنەكلەرنىڭ ھەممىسىنى ئەڭ كىچىك قىل(_A)

source: Minimize all open windows and show the desktop
ug: بارلىق ئېچىلغان كۆزنەكلەرنى كىچىكلىتىپ ئۈستەلئۈستىنى كۆرسەت

source: Minimize panel when not in use
ug: ئىشلىتىلمىگەندە كۆزنەكچىنى كىچىكلەتسۇن

source: Minimize to system tray on close
ug: يېپىلغاندا سىستېما قوندىقىغا كىرسۇن

source: Minimize to tray
ug: قونداققا كىچىكلەت

source: Minimize to tray?
ug: قونداققا كىچىكلەتسۇنمۇ؟

source: Minimized
ug: كىچىكلىتىش

source: Minimized application icons
ug: ئەڭ كىچىك قىلىنغاندىكى پروگرامما سىنبەلگىسى

source: Minimum Font Size
ug: فونتنىڭ ئەڭ كىچىك چوڭلۇقى

source: Minimum _size (px)
ug: ئەڭ كىچىك چوڭلۇقى(px)

source: Minimum size of the embedded window Set to 0 to keep the original window size
ug: سىڭدۈرۈلگەن كۆزنەكنىڭ ئەڭ كىچىك چوڭلۇقى ئەگەر 0 قىلىپ بېكىتىلسە ئەسلىدىكى چوڭلۇقى ساقلىنىپ قالىدۇ

source: Minutes
ug: مىنۇت

source: Misc
ug: باشقىلار

source: Misc.
ug: باشقىلار:

source: Miscellaneous extra information
ug: باشقا ئۇچۇرلار

source: Missing
ug: يوقالدى

source: Mixed file owners
ug: ئىگىسى نامەلۇم

source: Mixer _track:
ug: كىرىشتۈرگۈ(_R):

source: Mixer:
ug: بىرىكتۈرگۈچ:

source: Mo_difier:
ug: سۈپەتلىگۈچى(_D):

source: Mo_unt removable media automatically when they are inserted
ug: يۆتكىلىشچان ۋاسىتە قىستۇرۇلغان ھامان ئاپتوماتىك ئېگەرلىسۇن(_U)

source: Mo_ve to Trash
ug: ئەخلەتخانىغا يۆتكە(_V)

source: Mode
ug: ھالىتى

source: Mode:
ug: ئۇسۇلى:

source: Model
ug: مودېلى

source: Model column to search through when searching through item
ug: item لارنى ئىزدەشتە ئىشلىتىلىدىغان مودېل ئىستونى

source: Model column used to retrieve the file from
ug: ھۆججەت ئاتىنى ئىزدەشكە ئىشلىتىدىغان مودېل ئىستون

source: Model column used to retrieve the icon pixbuf from
ug: سىنبەلگە pixbuf دىن ئىزدەشتە ئىشلىتىدىغان مودېل ئىستونى

source: Model column used to retrieve the text from
ug: تېكىستتىن ئىزدەشتە ئىشلىتىلىدىغان مودېل ئىستونى

source: Model column used to retrieve the text if using Pango markup
ug: Pango markup ئىشلىتىلگەن ۋاقىتتا تېكىستتىن ئىزدەشتە ئىشلىتىلىدىغان مودېل ئىستونى

source: Model for the icon bar
ug: سىنبەلگە بالدىقىنىڭ مودېلى

source: Modem Lights
ug: مودېم چىراغلىرى

source: Modem device:
ug: مودېم ئۈسكۈنىسى:

source: Modem did not reply to command
ug: مودېم بۇيرۇققا جاۋاب بەرمىدى

source: Modem driver:
ug: مودېمنىڭ قوزغاتقۇ پروگراممىسى

source: Modem initializing
ug: مودېم دەسلەپلەشتۈرۈلۈۋاتىدۇ

source: Modem needs PIN
ug: مودېمغا PIN زۆرۈر

source: Modem speed:
ug: مودېم تېزلىكى:

source: Modern approach with buttons that correspond to folders
ug: بۇ ئۇسۇلۇپتا قىسقۇچلار توپچا شەكىلدە كۆرۈنۈپ تۇرىدۇ، زامانىۋى ئۇسۇلۇپتۇر.

source: Modi_fier:
ug: سۈپەتلىگۈچى(_F):

source: Modified
ug: ئۆزگەرتىلدى

source: Modified date:
ug: ئۆزگەرتىلگەن چېسلا:

source: Modified revision:
ug: ئۆزگەرتىلگەن تۈزىتىلمە

source: Modified:
ug: ئۆزگەرتىلگەن ۋاقىت:

source: Modify _preferences
ug: تەڭشەكنى ئۆزگەرت(_P)

source: Modifying the panel is not allowed
ug: كۆزنەكنى تۈزىتىشكە بولمايدۇ

source: Mon
ug: دۈشەنبە

source: Monitor
ug: كۆزەتكۈچ

source: Monitor %d
ug: كۆزەتكۈچ %d

source: Monitor %d (%s)
ug: كۆزەتكۈچ %d (%s)

source: Monitor %s
ug: كۆزەت %s

source: Monitor CPU load, swap usage and memory footprint
ug: CPU نىڭ يۈكى، swap ۋە ئەسلەكنى كۆزىتىدۇ

source: Monitor Settings
ug: ئېكران تەڭشىكى

source: Monitor a channel for property changes
ug: قانالنىڭ خاسلىقىنىڭ ئۆزگىرىشىنى كۆزىتىدۇ

source: Monitor and Manage networks
ug: تورلارنى كۆزىتىش ۋە باشقۇرۇش

source: Monitor configuration tool for LXDE
ug: LXDE نىڭ كۆرسەت سەپلىمە قورالى

source: Monitor free disk space
ug: دىسكىدىكى قالغان بوشلۇقنى كۆزىتىدۇ

source: Monitor network status
ug: تور ھالىتىنى كۆزىتىش

source: Monitor power management control
ug: كۆزەتكۈچنىڭ توك مەنبەسىنى كونترول قىلىش

source: Mono
ug: يەككە يوللۇق ئاۋاز

source: Month of publication or creation if unpublished
ug: نەشر قىلىنغان ياكى يېزىلغان ئاي

source: Monthly
ug: ئايلىق

source: Moon phase: %s
ug: ئاي فازىسى: %s

source: Moon phase: Unknown
ug: ئاي فازىسى: نامەلۇم

source: Moonrise: %s
ug: ئاي چىقىش: %s

source: Moonrise: The moon never rises today.
ug: ئاي چىقىش: بۈگۈن ئاي زادىلا چىقمايدۇ.

source: Moonset: %s
ug: ئاي پېتىش: %s

source: Moonset: The moon never sets today.
ug: ئاي پېتىش: بۈگۈن ئاي زادىلا پاتمايدۇ.

source: More ...
ug: تېخىمۇ كوپ…

source: Morning
ug: ئەتىگەن

source: Most likely another widget took over the function of a notification area. This area will be unused.
ug: قارىغاندا باشقا بىر كىچىك ئەپ(widget) ئۇقتۇرۇش رايونىنى ئىگىلىۋالغاندەك قىلىدۇ. بۇ ئۇقتۇرۇش رايونى ئىشلىتىلمەيدۇ.

source: Most users will only want to prepend "sudo" to both commands or prepend "sync %d &&" to the "unmount %d" command. '%d' is used to specify the device, '%m' for the mountpoint.
ug: نۇرغۇن ئىشلەتكۈچىلەر ئىككىلا بۇيرۇقنىڭ بېشىغا «sudo» قوشسا، ياكى «unmount %d» نىڭ بېشىغا «sync %d &&» نى قوشسىلا بولىدۇ دەپ قارايدۇ.\r ئۈسكۈنە ‹%d› بىلەن، ئېگەرلەش نۇقتىسى ‹%m› بىلەن ئىپادىلىنىدۇ.

source: Mount
ug: ئېگەرلە

source: Mount "%s"
ug: «%s» نى ئېگەرلە

source: Mount Failed
ug: ئېگەرلەش مەغلۇپ بولدى

source: Mount Plugin
ug: ئېگەرلەش قىستۇرمىسى

source: Mount Point
ug: ئېگەرلەش نۇقتىسى

source: Mount Point:
ug: Mount نۇقتىسى

source: Mount and Open
ug: ئېگەرلەش ۋە ئېچىش

source: Mount and _Open on click
ug: چېكىپلا ئېگەرلىسۇن ۋە ئاچسۇن(_O)

source: Mount devices
ug: ئېگەرلەيدىغان ئۈسكۈنىلەر

source: Mount disc
ug: دىسكىنى ئېگەرلە

source: Mount failed
ug: ئېگەرلەش مەغلۇپ بولدى

source: Mount point
ug: ئېگەرلەش نۇقتىسى

source: Mount removable media when _inserted
ug: يۆتكەلمە ئۈسكۈنىلەر چېتىلغاندا ئېگەرلىسۇن(_I)

source: Mounted disc icon color
ug: ئېگەرلەنگەن دىسكىنىڭ سىنبەلگە رەڭگى

source: Mounting
ug: ئېگەرلەۋاتىدۇ

source: Mouse
ug: چاشقىنەك

source: Mouse (relative)
ug: چاشقىنەك(نىسپىي)

source: Mouse Cursor
ug: چاشقىنەك نۇربەلگىسى

source: Mouse Emulation
ug: چاشقىنەك تەقلىدلەش

source: Mouse Gestures
ug: چاشقىنەك ئىشارىتى

source: Mouse and Touchpad
ug: چاشقىنەك ۋە سېزىمچان تاختا

source: Mouse detected
ug: چاشقىنەك تېپىلدى

source: Mouse interaction
ug: چاشقىنەك تەسىرلىنىشى

source: Mouse scrolling changes
ug: چاشقىنەك سىيرىشنىڭ ئۆزگىرىشى

source: Mousepad is a fast text editor for the Xfce Desktop Environment.
ug: پروگرامما Mousepad بولسا Xfce ئۈستەلئۈستى سىستېمىسىدىكى چاققان تېكىست تەھرىرلىگۈدۇر.

source: Move
ug: يۆتكە

source: Move ...
ug: يۆتكە …

source: Move Dow_n
ug: ئاستىغا(_N)

source: Move Related Options:
ug: ‹Move› قا مۇناسىۋەتلىك تاللانمىلار:

source: Move Tab _Backward
ug: بەتكۈچنى كەينىگە يۆتكەش(_B)

source: Move Tab _Left
ug: بەتكۈچنى سولغا يۆتكە(_L)

source: Move Tab _Right
ug: بەتكۈچنى ئوڭغا يۆتكە(_R)

source: Move Tab to _first position
ug: تۇنجى ئورۇنغا Tab نى يۆتكە(_F)

source: Move Tab to _last position
ug: ئەڭ ئاخىرقى ئورۇنغا Tab نى يۆتكە(_F)

source: Move To
ug: يۆتكەش

source: Move _Up
ug: ئۈستىگە(_U)

source: Move currently selected item down by one row
ug: ھازىرقى تاللانغان تۈرنى بىر قۇر ئاستىغا چۈشۈرىدۇ

source: Move currently selected item up by one row
ug: ھازىرقى تاللانغان تۈرنى بىر قۇر ئۈستىگە چىقىرىدۇ

source: Move finished
ug: يۆتكەش تاماملاندى

source: Move it now?
ug: ھازىر يۆتكىسۇنمۇ؟

source: Move message back to Inbox
ug: ئۇچۇرنى خەتدانغا يۆتكە

source: Move or copy files previously selected by a Cut or Copy command
ug: كەس ياكى كۆچۈر بۇيرۇقلىرى ئارقىلىق تاللانغان ھۆججەتلەرنى يۆتكەيدۇ ياكى كۆچۈرىدۇ

source: Move or copy files previously selected by a Cut or Copy command into "%s"
ug: كەس ياكى كۆچۈر بۇيرۇقلىرى ئارقىلىق تاللانغان ھۆججەتلەرنى «%s» گە يۆتكەيدۇ ياكى كۆچۈرىدۇ

source: Move or copy files previously selected by a Cut or Copy command into the selected folder
ug: كەس ياكى كۆچۈر بۇيرۇقلىرى ئارقىلىق تاللانغان ھۆججەتلەرنى تاللانغان مۇندەرىجىگە يۆتكەيدۇ ياكى كۆچۈرىدۇ

source: Move the current document to a new window
ug: نۆۋەتتىكى پۈتۈكنى باشقا كۆزنەككە يۆتكىۋېتىدۇ

source: Move the currently selected action down by one row.
ug: ھازىرقى تاللانغان مەشغۇلاتنى بىر قۇر ئاستىغا چۈشۈرىدۇ.

source: Move the currently selected action up by one row.
ug: ھازىرقى تاللانغان مەشغۇلاتنى بىر قۇر ئۈستىگە چىقىرىدۇ.

source: Move the selection one line down
ug: تاللانغاننى بىر قۇر ئاتىغا يۆتكەيدۇ

source: Move the selection one line up
ug: تاللانغاننى بىر قۇر ئۈستىگە يۆتكەيدۇ

source: Move to Another Workspace
ug: باشقا خىزمەت رايونىغا يۆتكە

source: Move to the last used tab when switching or closing tabs
ug: بەتكۈچلەر يېپىلغاندا ياكى ئالماشتۇرۇلغاندا ئەڭ ئاخىرقى قېتىم ئىشلىتىلگەن بەتكۈچكە يۆتكەلسۇن

source: Move window
ug: كۆزنەك يۆتكە

source: Move window to bottom workspace
ug: كۆزنەكنى تۆۋەندىكى خىزمەت رايونىغا يۆتكە

source: Move window to left workspace
ug: كۆزنەكنى سولدىكى خىزمەت رايونىغا يۆتكە

source: Move window to next workspace
ug: كۆزنەكنى كېيىنكى خىزمەت رايونىغا يۆتكە

source: Move window to previous workspace
ug: كۆزنەكنى ئالدىنقى خىزمەت رايونىغا يۆتكە

source: Move window to right workspace
ug: كۆزنەكنى ئوڭدىكى خىزمەت رايونىغا يۆتكە

source: Move window to upper workspace
ug: كۆزنەكنى ئۈستىدىكى خىزمەت رايونىغا يۆتكە

source: Move window to workspace 1
ug: كۆزنەكنى خىزمەت رايونى 1 گە يۆتكە

source: Move window to workspace 10
ug: كۆزنەكنى خىزمەت رايونى 10 غا يۆتكە

source: Move window to workspace 11
ug: كۆزنەكنى خىزمەت رايونى 11 گە يۆتكە

source: Move window to workspace 12
ug: كۆزنەكنى خىزمەت رايونى 12 گە يۆتكە

source: Move window to workspace 2
ug: كۆزنەكنى خىزمەت رايونى 2 گە يۆتكە

source: Move window to workspace 3
ug: كۆزنەكنى خىزمەت رايونى 3 كە يۆتكە

source: Move window to workspace 4
ug: كۆزنەكنى خىزمەت رايونى 4 كە يۆتكە

source: Move window to workspace 5
ug: كۆزنەكنى خىزمەت رايونى 5 گە يۆتكە

source: Move window to workspace 6
ug: كۆزنەكنى خىزمەت رايونى 6 گە يۆتكە

source: Move window to workspace 7
ug: كۆزنەكنى خىزمەت رايونى 7 گە يۆتكە

source: Move window to workspace 8
ug: كۆزنەكنى خىزمەت رايونى 8 گە يۆتكە

source: Move window to workspace 9
ug: كۆزنەكنى خىزمەت رايونى 1 غا يۆتكە

source: Movie title is too short
ug: كىنونىڭ ماۋزۇسى بەك قىسقا

source: Moving files
ug: ھۆججەت يۆتكەۋاتىدۇ

source: Moving files into "%s"...
ug: ھۆججەتلەرنى «%s» گە يۆتكەۋاتىدۇ...

source: Moving files into the trash...
ug: ھۆججەتلەرنى ئەخلەتخانىغا يۆتكەۋاتىدۇ...

source: Mozilla Browser
ug: Mozilla توركۆرگۈ

source: Mozilla Mail
ug: Mozilla ئېلخەت

source: Mpd Client Plugin
ug: Mpd خېرىدار قىستۇرمىسى

source: Mpd playlist
ug: Mpd قويۇش تىزىملىكى

source: Mu_te
ug: ئۈنسىزلە(_M)

source: Multimedia
ug: كۆپ ۋاسىتە

source: Multimedia menu
ug: كۆپ ۋاسىتە تىزىملىكى

source: Multiple Files
ug: بىر قانچە ھۆججەتلەر

source: Music Player
ug: مۇزىكا قويغۇ

source: Music Player for LXDE Simple GUI XMMS2 client
ug: LXDE ئۈچۈن مۇزىكا قويغۇ ئاددىي كۆرۈنمەيۈزلۈك XMMS2 خېرىدارى

source: Music files can be played without graphical user interface to save system resources
ug: سىستېما بايلىقىنى تېجەش ئۈچۈن مۇزىكىلارنى گرافىكىلىق كۆرۈنمەيۈز ئىشلەتمەيمۇ قويالايدۇ

source: Must specify the sysfs path of new devices with --device-added
ug: يېڭى ئۈسكۈنىنىڭ sysfs يولىنى --device-added ئارقىلىق كۆرسىتىپ بېرىش كېرەك

source: Mute
ug: ئۈنسىز

source: Mute volume
ug: ئۈنسىزلە

source: Mute/unmute %s
ug: %s نى ئۈنسىزلە/زۇۋاننى ئاچ

source: My Computer
ug: كومپيۇتېرىم

source: My screenshot on ZimageZ
ug: ZimageZ دىكى ئېكران كۆرۈنۈشى

source: N
ug: شىمال

source: N: Window icon L: Window label (Title) I: Iconify (Minimize) M: Maximize C: Close S: Shade (Roll up) D: Omnipresent (On all desktops)
ug: N: كۆزنەك سىنبەلگىسى L: كۆزنەك ئەنى (ماۋزۇسى) I: سىنبەلگىلەشتۈرۈش (كىچىكلىتىش) M: چوڭايتىش C: يېپىش S: تۈرۈش (يۆگەش) D: Omnipresent (بارلىق ئۈستەلئۈستىدەn

source: NE
ug: شەرقىي-شىمال

source: NETWORK
ug: تور

source: NNE
ug: شىمالىي شەرقىي-شىمال

source: NNW
ug: شىمالىي غەربىي-شىمال

source: NVidia GPU core temperature
ug: NVidia GPU يادروسىنىڭ تېمپېراتۇرىسى

source: NW
ug: غەربىي-شىمال

source: N_o to all
ug: ھەممىسىگە ياق(_O)

source: Na_me Tab
ug: ئات بەتكۈچى(_M)

source: Name
ug: ئاتى

source: Name Tab
ug: ئات بەتكۈچى

source: Name and Suffix
ug: ئاتى ۋە كېڭەيتمە ئاتى

source: Name of configuration profile
ug: سەپلىمە profile نىڭ ئاتى

source: Name of publisher
ug: نەشرىيات ئاتى

source: Name of the clock:
ug: سائەت ئاتى:

source: Name only
ug: ئاتىلا

source: Name to display
ug: كۆرسىتىش ئاتى

source: Name(s) of the author(s), separated by 'and' if more than one
ug: ئاپتور بىردىن جىق بولسا ئۇلارنىڭ نامى 'ۋە' بىلەن ئايرىلىپ يېزىلىدۇ

source: Name(s) of the editor(s), separated by 'and' if more than one
ug: تەھرىر بىردىن جىق بولسا ئۇلارنىڭ نامى 'ۋە' بىلەن ئايرىلىپ يېزىلىدۇ

source: Name/_Location
ug: ئاتى/ئورنى(_L)

source: Name:
ug: ئاتى:

source: Named appointments:
ug: ئىسىملىك دېيىشمىلەر:

source: Named icon '%s' couldn't be loaded
ug: ئات قويۇلغان سىنبەلگە ‹%s› نى ئوقۇغىلى بولمىدى

source: Names
ug: ئاتى

source: Names:
ug: ئاتى:

source: Navigation
ug: يېتەكچى

source: Navigation Style
ug: يولباشچى ئۇسلۇبى

source: Navigation bar:
ug: يولباشچى بالداق:

source: Ne_w Mail
ug: يېڭى ئېلخەت(_W)

source: Ne_w mail
ug: يېڭى ئېلخەت(_W)

source: Ne_xt Tab
ug: كېيىنكى بەتكۈچ(_X)
